[
  {
    "episode": 1,
    "character": "Anzu",
    "quote": "Anzu: Welcome to Yumenosaki Academy. The name means \"academy where dreams bloom,\" and that's the goal for all the students who attend school here. What is your dream? Are you the next celebrity idol? An actor? Or maybe a singer?",
    "charcount": 228
  },
  {
    "episode": 1,
    "character": "Jin",
    "quote": "Jin: I'm Mr. Sagami, your homeroom teacher. Please come to the staff room in the Idol department before class starts.",
    "charcount": 118
  },
  {
    "episode": 1,
    "character": "Mao, Subaru, Hokuto",
    "quote": "Mao: Come on, you guys! \nSubaru: \"You guys?\" That was Hokke! \nHokuto: You're so rude! I was doing my part right. It seems you're the only one who doesn't know the choreography, yet. Akehoshi. \nSubaru: Huh? Yes I do!",
    "charcount": 216
  },
  {
    "episode": 1,
    "character": "Subaru, Hokuto, Makoto",
    "quote": "Subaru: \"Step, bam, on the floor!\" Then \"whee\" around! Then \"sparkle,\" smile! \nHokuto: Don't speak with sound effects. Especially when I explained things to you so logically. \nMakoto: Hey, guys, you don't have to fight about it.",
    "charcount": 229
  },
  {
    "episode": 1,
    "character": "Mao, Hokuto, Subaru",
    "quote": "Mao: Oh, crap. Hate to bail, but I gotta head back to my own classroom. I forgot that I have class duty! \nHokuto: Wow, is that the time? \nSubaru: Hah! The minutes fly when you're having fun, don't they?",
    "charcount": 203
  },
  {
    "episode": 1,
    "character": "Hokuto, Subaru, Makoto, Anzu",
    "quote": "*Hokuto growls* --\nSubaru: Huh? \nMakoto: Huh? \n*Anzu gasps*",
    "charcount": 59
  },
  {
    "episode": 1,
    "character": "Mao, Makoto, Hokuto, Subaru",
    "quote": "Mao: It's a girl. What're you doing in an idol course classroom? \nMakoto: Uh-- \nHokuto: Wait, that's right. I've heard about you. \nSubaru: Hello there! You're the transfer student people're talking about!",
    "charcount": 205
  },
  {
    "episode": 1,
    "character": "Hokuto, Anzu",
    "quote": "Hokuto: People have been talking about you for quite a while. Mr. Sagami, our homeroom teacher mentioned that you're in the Production Course that was established recently, but... unfortunately there aren't any classrooms for you yet. \nAnzu: Huh?",
    "charcount": 247
  },
  {
    "episode": 1,
    "character": "Hokuto",
    "quote": "Hokuto: Hopefully they'll be available soon. But for now, you'll be able to attend some of the idol courses with us for credit. Consider yourself a temporary member of class 2-A. The three of us are your classmates.",
    "charcount": 216
  },
  {
    "episode": 1,
    "character": "Subaru, Anzu, Hokuto",
    "quote": "Subaru: So hey, uh... *chuckles* What's your name, newbie? \nAnzu: I'm Anzu. \nSubaru: That's great! My name's Akehoshi Subaru! Nice to meet you! Let's be friends! \nHokuto: Sorry about him. I'm Hidaka Hokuto, the class representative for Class 2-A.",
    "charcount": 246
  },
  {
    "episode": 1,
    "character": "Subaru, Makoto",
    "quote": "Subaru: His name's Hokuto, but you can call him \"Hokke\"! Oh! And that one with the glasses is Yuuki Makoto, so call him \"Ukki!\" \nMakoto: There's more to me than glasses, you know. But I guess it's fine. Uh, hi! Maybe they'll make me memorable, Right?",
    "charcount": 250
  },
  {
    "episode": 1,
    "character": "Makoto, Anzu",
    "quote": "Makoto: Yes, my name is Yuuki Makoto, and... I'm glad you're here. \nAnzu: It's nice to meet you all. \nMakoto: Uh! I'm sorry I'm so nervous. I'm just not very experienced with girls.",
    "charcount": 182
  },
  {
    "episode": 1,
    "character": "Hokuto",
    "quote": "Hokuto: *coughs* Right. Since our school specializes in training only male idol groups, it can feel a lot like attending an all-boys academy. I imagine being surrounded by so many boys might be difficult. But I'm here to make you feel comfortable.",
    "charcount": 247
  },
  {
    "episode": 1,
    "character": "Jin, Hokuto, Subaru, Makoto",
    "quote": "Jin: Well, now I know why you never stopped by the staff room. \nHokuto: Hey, Mr. Sagami. You're her teacher, you should be the one keeping track of her, right? \nSubaru: Yeah! Way to neglect your new students, teach! \nMakoto: Akehoshi!",
    "charcount": 235
  },
  {
    "episode": 1,
    "character": "Subaru, Makoto",
    "quote": "Subaru: If there's anything you don't get, feel free to ask Ukki! Right? Right? \nMakoto: What? Why ask me? Both of you are way smarter than I--Wait! You're making fun of me! Give me a second to find a comeback that'll totally burn you!",
    "charcount": 236
  },
  {
    "episode": 1,
    "character": "Hokuto, Subaru, Makoto",
    "quote": "Hokuto: Is it possible for you two to stay quiet for at least 30 seconds? Hey, Akehoshi, How's ten yen for your silence? \nSubaru: Wha--? No way? Master Hokuto! I'm your faithful doggy! \nMakoto: Wait, You let him buy you for ten yen?",
    "charcount": 233
  },
  {
    "episode": 1,
    "character": "Subaru, Hokuto, Anzu",
    "quote": "Subaru: *gasps* Here it comes. \nHokuto: For you. It's konpeito candy and you can have some if you come with us. \nAnzu: What?",
    "charcount": 125
  },
  {
    "episode": 1,
    "character": "Makoto, Subaru",
    "quote": "Makoto: I hate standing here and not being able to say anything! Can't we at least tell her that he does this \"konpeito candy\" thing to people all of the time? \nSubaru: Don't you dare, Ukki! If you do, I'm not gonna get my ten yen!",
    "charcount": 232
  },
  {
    "episode": 1,
    "character": "Makoto",
    "quote": "Makoto: *chuckles* I'm available, too, if you need me. I'm on the broadcast committee, so I'm good at finding information. That tends to come in handy.",
    "charcount": 152
  },
  {
    "episode": 1,
    "character": "Subaru, Anzu",
    "quote": "Subaru: You can always talk to me, too! And I know this is kinda sudden, but can I please borrow some money? *giggles* Pretty please? --\nAnzu: Uh...",
    "charcount": 149
  },
  {
    "episode": 1,
    "character": "Hokuto, Subaru",
    "quote": "Hokuto: If you haven't figured it out yet, this guy's an idiot. I wouldn't advise getting involved with him. \nSubaru: Hokke, what are you saying? Stop! Now for the rest of our lives, she's gonna think I'm a moron because of you! *whines*",
    "charcount": 237
  },
  {
    "episode": 1,
    "character": "Tetora",
    "quote": "Tetora: 'Sup, yo! Competition belongs in a man's world! Backstage, the blood's boiling. And our competitors are ready to throw down! Ready to watch two guys in a battle of wills?",
    "charcount": 179
  },
  {
    "episode": 1,
    "character": "Tetora",
    "quote": "Tetora: I forgot to introduce myself! I'm Nagumo Tetora, host for the DreFes Ryuu-ou-sen match! I'm also a first year in the Karate Club! Yeah, boi!",
    "charcount": 149
  },
  {
    "episode": 1,
    "character": "Tetora",
    "quote": "Tetora: I love weight training! I love eating kalbi. And my dream for the future is to become the manliest man of all time! \nStudent: No one asked you!",
    "charcount": 152
  },
  {
    "episode": 1,
    "character": "Makoto, Subaru, Anzu",
    "quote": "Makoto: Look. This is the B1 Ryuu-ou-sen title match. \nSubaru: Ryuu-ou-sen! \nAnzu: *yelps*\nMakoto: Uh, why did you say it like the name of an ultimate move?",
    "charcount": 157
  },
  {
    "episode": 1,
    "character": "Tetora",
    "quote": "Tetora: The contestant you've all been waiting for has finally arrived! It's the challenger! At 5'7\" and weighing in at a 128 pounds, he's called the \"Snapping Demon of the Band Club!\" Mad dog, Ogami Koga!",
    "charcount": 206
  },
  {
    "episode": 1,
    "character": "Koga, Subaru",
    "quote": "Koga: I'm ready to sink my claws into the souls of fools! I'll bite your flesh and tear it apart before drinking your fresh blood!Enjoy the rapture of this moment before you become my next victim! \nSubaru: Wow! He's so cool! Gami-san! Gami-san!",
    "charcount": 245
  },
  {
    "episode": 1,
    "character": "Subaru, Koga",
    "quote": "Subaru: Wow! He's so cool! Gami-san! Gami-san!\nKoga: For real? Don't you dare pretend like we're friends and call me by a nickname, Akehoshi! You know I'm a lone wolf and don't rely on anyone!",
    "charcount": 192
  },
  {
    "episode": 1,
    "character": "Hokuto, Tetora, Subaru",
    "quote": "Hokuto: By \"chief,\" do you mean the captain of the Karate Club? \nTetora: Yeah, that's right. He was supposed to go up against Ogami, but when I looked backstage, he wasn't there yet! \nSubaru: Oh! I saw him in the cafeteria earlier eating spaghetti!",
    "charcount": 249
  },
  {
    "episode": 1,
    "character": "Tetora, Kuro",
    "quote": "Tetora: That's ridiculous! At this point, he's going to have to lose by default! *groans* What the heck, chief! Where are you? \nKuro: What are you screaming about, Tetsu? \nTetora: *laughs* Chief! You made it! You scared the crap out of me!",
    "charcount": 240
  },
  {
    "episode": 1,
    "character": "Kuro, Tetora, Anzu, Makoto, Subaru",
    "quote": "Kuro: Hey, Tetsu. You happen to have a handkerchief on ya? \nTetora: Uh... A handkerchief? Lemme see here. \nAnzu: Have mine. \nMakoto: Wait, what are you doing? \nSubaru: She's about to save the day!",
    "charcount": 197
  },
  {
    "episode": 1,
    "character": "Kuro, Anzu",
    "quote": "Kuro: Who are you? And why haven't I seen you around? \nAnzu: *gasps*\nKuro: Guess it doesn't matter. Thanks for the save, love. I'll get it back to you clean.",
    "charcount": 158
  },
  {
    "episode": 1,
    "character": "Koga",
    "quote": "Koga: What do we have here? So, the champ decided to show up? Finally, I was gettin' bored. *cackles* I could use a little entertainment right now, and I'm counting on you! You're the strongest man in Yumenosaki Academy. You can handle it.",
    "charcount": 240
  },
  {
    "episode": 1,
    "character": "Koga, Kuro",
    "quote": "Kuro: Is that a lone pup I hear yappin'? Didn't your master train you to respect your upperclassmen? \nKoga: Heh.",
    "charcount": 113
  },
  {
    "episode": 1,
    "character": "Koga, Kuro",
    "quote": "Kuro: If you wanna beat me, you'll have to bring out Sakuma! But I guess that's not really an option. What a shame. At least you can help me work off my lunch. \nKoga: Hah!",
    "charcount": 172
  },
  {
    "episode": 1,
    "character": "Tetora, Koga",
    "quote": "Tetora: It's an honor to reintroduce you to our champion! He's 5'10\", weighs 143 pounds, and he's the strongest man in Yumenosaki Academy. Kiryu Kuro! \nKoga: *laughs* I've been waiting for you!",
    "charcount": 193
  },
  {
    "episode": 1,
    "character": "Koga, Kuro",
    "quote": "Koga: *laughs* I've been waiting for you! It wouldn't have been any fun just to win this thing by default. Bring it on! Come punch me! Lemme see what ya got. I'll snap your fingers clean off your hands. \n\nHuh? \nKuro: *kicks koga's ass*",
    "charcount": 235
  },
  {
    "episode": 1,
    "character": "Kuro, Koga",
    "quote": "Kuro: (He dodged me. Guess he's not all talk after all.)\nBrat! \nKoga: (What's with this bastard? I'm not feeling any bloodlust from him at all! He acts like he's going for a walk, and then turns around with a kick.)",
    "charcount": 215
  },
  {
    "episode": 1,
    "character": "Makoto, Tetora",
    "quote": "Makoto: Jeez, what kind of crazy matchup is this? \nTetora: A physical one!",
    "charcount": 75
  },
  {
    "episode": 1,
    "character": "Tetora, Koga, Anzu, Subaru, Hokuto, Makoto",
    "quote": "Tetora: Whoa! Look at that! Ogami has been blown clear out of the ring! \nKoga: *grunts* *jumps on anzu*\nAnzu: *dies*\nSubaru, Hokuto: Transfer student! \nMakoto: Transfer student?",
    "charcount": 178
  },
  {
    "episode": 1,
    "character": "Tori, Keito",
    "quote": "Tori: *giggles* He's squealing like a little piggy. No, more like a puppy with his tail between his legs. \nKeito: *chuckles*",
    "charcount": 124
  },
  {
    "episode": 1,
    "character": "Koga, Hokuto",
    "quote": "Koga: If you've got a problem with me, then come 'n get some! \nHokuto: Don't misjudge your opponent. You fool! Remember what's important. Who our real enemy is.",
    "charcount": 161
  },
  {
    "episode": 1,
    "character": "Keito",
    "quote": "Keito: Quiet, everyone! We're executives from the student council! The school did not give you permission for this DreFes. According to Article 4 of the Yumenosaki Academy School Regulations, the organizer and the audience will all be punished.",
    "charcount": 244
  },
  {
    "episode": 1,
    "character": "Tori",
    "quote": "Tori: Take a look around. You're completely surrounded. I knew you'd all try something if I spread the rumor we were busy, and you didn't disappoint me. How terribly expected.",
    "charcount": 176
  },
  {
    "episode": 1,
    "character": "Keito",
    "quote": "Keito: Now you'll get what's coming to you, troublemakers. \nListen up! I am vice president, Hasumi Keito. I represent the student council president. In the name of Tenshouin Eichi, I shall etch the school rules onto your puny brains!",
    "charcount": 234
  },
  {
    "episode": 1,
    "character": "Subaru, Makoto, Hokuto, Mao",
    "quote": "Subaru: *yells* Hang in there, transfer student! Please come back to the world of the living! \n*a challenger approaches*\nSubaru, Makoto, Hokuto: *gasps*\n*it's mao*\nMao: Shh.",
    "charcount": 174
  },
  {
    "episode": 1,
    "character": "Makoto, Subaru, Mao",
    "quote": "Makoto: Thanks. Without you, we wouldn't've been able to sneak past the student council. \nSubaru: It's like you're our very own magician, Sally. \nMao: It wasn't magic, just good luck.",
    "charcount": 184
  },
  {
    "episode": 1,
    "character": "Subaru, Sagami, Makoto",
    "quote": "Subaru: Hey, Sagami. Where's Hokke? \nSagami: He's with the transfer student inside. \nMakoto: Jeez, did he forget he has friends out here? He doesn't have to watch over her all by himself.",
    "charcount": 188
  },
  {
    "episode": 1,
    "character": "Subaru",
    "quote": "Subaru: We can build ourselves up. One-by-one, together. Eventually, we'll grow so big, we can reach the heavens. And our fingertips will brush the stars. \n\nMm... Actually, we'll be the sparkling wonders ourselves. We'll become stars.",
    "charcount": 235
  },
  {
    "episode": 1,
    "character": "Hokuto",
    "quote": "Hokuto: This academy isn't really a school made for idols, by idols, like I said. More precisely, this is a school for the chosen, elite idols. Outcasts like us who aren't singled out as being superior will never see spotlights from the stage.",
    "charcount": 244
  },
  {
    "episode": 1,
    "character": "Hokuto",
    "quote": "Hokuto: The student council is what rules over the academy and keeps that system in place. They're unbending. That's why... somehow, we must bring about a revolution.",
    "charcount": 167
  },
  {
    "episode": 1,
    "character": "Hokuto",
    "quote": "Hokuto: In order to tear down the student council and reform this school, we'll fight to the end, risking our lives. And you might turn out to be the one to lead the way. I have a hunch that'll be the case. \n\nNo. I want it to be true.",
    "charcount": 235
  },
  {
    "episode": 1,
    "character": "Hokuto",
    "quote": "Hokuto: That's why we pray that your heart will resonate with ours, transfer student. So, you see, you're the shining hope we've been wishing for. The one who will help us change this school.",
    "charcount": 192
  },
  {
    "episode": 1,
    "character": "Anzu",
    "quote": "Anzu: It was on that day, the revolution they'd longed for quietly began.",
    "charcount": 74
  },
  {
    "episode": 2,
    "character": "Anzu, Natsume",
    "quote": "Anzu: This is Yumenosaki Academy. The name says it all-- It's a school where dreams come true. But, sometimes when I look around the campus, it feels kinda... \nNatsume: *drawing summoning circle*",
    "charcount": 195
  },
  {
    "episode": 2,
    "character": "Koga, Rei",
    "quote": "Koga (in video): I may've left the ring, but I haven't touched the ground yet. \nRei: Youths these days. They're so energetic.",
    "charcount": 126
  },
  {
    "episode": 2,
    "character": "Jin",
    "quote": "Jin: Everyone's watching you, ya know. I'm sure there are a lot a people telling you what you should be doing. But you are your own person. Let your heart decide who you want to believe and how you want to interact with them.",
    "charcount": 225
  },
  {
    "episode": 2,
    "character": "Subaru, Koga",
    "quote": "Subaru: Remember Gami-san? He's part of a unit, too, despite the way he looks. \nKoga: Keep talking behind my back and see what happens, Akehoshi!",
    "charcount": 146
  },
  {
    "episode": 2,
    "character": "Tori, Yuzuru",
    "quote": "Tori: Yeah, Isara, you're like, super late. But we're all gonna work hard and finish everything as fast as we can! \nYuzuru: Young Master, please remember that it's considered bad manners to snack while working. \nTori: Shut up!",
    "charcount": 226
  },
  {
    "episode": 2,
    "character": "Anzu, Subaru, Hokuto",
    "quote": "Anzu: Uh... \nSubaru: Aw, c'mon, Hokke, you're pushing her too hard! See? Look. She doesn't even know how to respond. \nHokuto: Oh. I'm sorry. \nSubaru: It throws people off when you start randomly talking about revolutions.",
    "charcount": 222
  },
  {
    "episode": 2,
    "character": "Subaru, Makoto, Hokuto",
    "quote": "Subaru: Huh? \nMakoto: Is something wrong, Akehoshi? \nSubaru: I hear singing somewhere! \nMakoto: Are you sure? \nHokuto: Are you hearing ultrasonic waves now? I knew you were part dog.",
    "charcount": 183
  },
  {
    "episode": 2,
    "character": "Subaru, Hajime, Anzu, Makoto",
    "quote": "Subaru: I love your voice, Shinonon! \nHajime: Wow, thank you very much, guys! Um. You're squeezing too hard. \nSubaru: Oh, sorry! You're just sparkling so much, Shinonon! \nAnzu: *gets kidnapped*\nMakoto: What's your unit called? Who's in it?",
    "charcount": 240
  },
  {
    "episode": 2,
    "character": "Yuta, Hinata",
    "quote": "Yuta: Sakuma! Time to wake up! \nHinata: We brought her! Just like you told us to! \nYuta: Good mornin', sleepy head! *slams coffin*\nHinata: Wakey, wakey. *slams coffin even more*",
    "charcount": 177
  },
  {
    "episode": 2,
    "character": "Rei, Yuta, Hinata",
    "quote": "Rei: Strange. It looks like there are two Aois here. \nYuta, Hinata: You're not seeing things. There are two of us! Because we're twins!",
    "charcount": 136
  },
  {
    "episode": 2,
    "character": "Rei, Yuta, Hinata",
    "quote": "Rei: I heard a rumor that that mongrel of ours caused you some trouble yesterday. Hinata! Yuta! \nHinata, Yuta: Yes, sir! *rolls tied koga out*",
    "charcount": 142
  },
  {
    "episode": 2,
    "character": "Rei",
    "quote": "Rei: It seems our puppy here wasn't trained properly. You must be the transfer student everyone's talking about. I am the owner of this cur, and his actions are entirely my responsibility. Young lady. Please forgive me.",
    "charcount": 220
  },
  {
    "episode": 2,
    "character": "Rei, Anzu, Makoto, Hokuto, Subaru",
    "quote": "Rei: Join Undead with me or 2wink with the twins. \nAnzu: Huh?--\nMakoto: Ah? \nHokuto: What?--\nSubaru: Why?",
    "charcount": 106
  },
  {
    "episode": 2,
    "character": "Hokuto, Makoto, Subaru, Anzu",
    "quote": "Hokuto: I strongly object! \nMakoto: You're right, we don't have much experience, but-- \nSubaru: But we have hope! And no one will ever take that away from us! \nAnzu: Yes, that's true.",
    "charcount": 184
  },
  {
    "episode": 2,
    "character": "Rei",
    "quote": "Rei: Hm. \n\nHeh. Very well said. If hope is all it takes to become real idols, then sing something and show me how it's done. Impress me and I will acknowledge you as future revolutionaries. Then use the power of my reputation to support you.",
    "charcount": 242
  },
  {
    "episode": 2,
    "character": "Hokuto, Rei",
    "quote": "Hokuto: You agree with me, don't you, Akehoshi? And Yuuki? Just watch us sing, Rei! Then you'll see-- \nRei: You have not proved yourselves worthy of being named on the same level as me. Make no mistake, you are all still nothing.",
    "charcount": 229
  },
  {
    "episode": 2,
    "character": "Anzu, Jin",
    "quote": "Anzu: After that, they just kept singing. Tirelessly. \nJin (flashbacks): Listen, you have to let your heart decide.",
    "charcount": 116
  },
  {
    "episode": 2,
    "character": "Rei, Subaru",
    "quote": "Rei: I've been observing your passion about starting a \"revolution\" against the student council very carefully. What do you call yourselves? \nSubaru: We're Trickstar! And you will never see a more sparkly or shiny group performance!",
    "charcount": 233
  },
  {
    "episode": 2,
    "character": "Reo, Subaru, Hokuto, Makoto, Anzu",
    "quote": "Rei: Also, it looks like she's made up her mind, as well. \nSubaru: Transfer student! \nHokuto: Producer! \nMakoto: Will you please take us on? \nAnzu: Yes! \nSubaru: All right! I can't wait! We're gonna sparkle together!",
    "charcount": 217
  },
  {
    "episode": 2,
    "character": "Koga, Rei",
    "quote": "Koga: Please. You were aiming for this from the very beginning, weren't you, ya vampire bastard? \nRei: I can't help it. They've drawn me in with a sparkle that I haven't seen at this academy. \nAt least, not in a very long time.",
    "charcount": 228
  },
  {
    "episode": 2,
    "character": "Rei, Hokuto",
    "quote": "Rei: Hidaka Hokuto. You are way too worried about being considerate to other people. When you're on stage, you need to pour out your whole heart and soul without filters or apologies. Therefore, I want you to train with the twins.",
    "charcount": 231
  },
  {
    "episode": 2,
    "character": "Rei, Koga, Makoto",
    "quote": "Rei: Yuuki Makoto. You need to gain strength in both your mind and in your body. Puppy, I'm counting on you. \nKoga: *growls* Yes!\nMakoto: *yelps*",
    "charcount": 145
  },
  {
    "episode": 2,
    "character": "Rei, Subaru",
    "quote": "Rei: Akehoshi Subaru. \nSubaru: Uh, Yeah? \nRei: You are quite the genius. \nSubaru: 'Kay. \nRei: But you are the opposite of Hidaka. It's like you don't know how to blend in with other people when necessary. \nSubaru: Uh...",
    "charcount": 219
  },
  {
    "episode": 2,
    "character": "Rei, Subaru",
    "quote": "Rei: Stick with it, and the path Trickstar should take will become clear. \nSubaru: I don't really get it, but if you're saying this will help us become even more sparkly... then I'm gonna give this everything I've got, transfer student!",
    "charcount": 237
  },
  {
    "episode": 2,
    "character": "Rei, Subaru, Makoto, Koga, Hokuto, Hinata, Yuta",
    "quote": "Rei: Show me a light so blinding that it could turn us to ash in an instant. You are all shining stars, burning with dreams hidden in your hearts! \nSubaru: Yeah! \nMakoto: Right!\nKoga: Yeah. \nHokuto: Agreed! \nHinata, Yuta: Yup, yup!",
    "charcount": 232
  },
  {
    "episode": 2,
    "character": "Makoto, Koga",
    "quote": "Makoto: Please go easy on me. Kay, friend? \nKoga: Huh? I'm not your friend, you four-eyed bean sprout! \n*kicks makoto's ass off the building* Come on, come on, come on!",
    "charcount": 169
  },
  {
    "episode": 2,
    "character": "Yuta, Hinata, Hokuto",
    "quote": "Yuta: Act like an idiot! Start it from the top! \nHinata: You got this! Stand-up is easy comedy! \nHokuto: I can't do it! Even if you tell me to relax and be flexible--\nHinata, Yuta: Demerit! No talkin' back! \nHokuto: *whines*",
    "charcount": 224
  },
  {
    "episode": 2,
    "character": "Tomoya, Mitsuru",
    "quote": "Tomoya: Hi, I'm Mashiro Tomoya! I'm in class 1-A with Hajime, and we've known each other since we were in middle school. And to my left... \nMitsuru: I'm Hajime's best friend and the proud superstar of the group Ra*bits!",
    "charcount": 219
  },
  {
    "episode": 2,
    "character": "Nazuna, Tomoya, Subaru",
    "quote": "Nazuna: Hey! There you are! What're you guys hangin' around thwere for? Ansthwer me! \nTomoya, Mitsuru, Hajime: Big Bro! \nSubaru: Huh? Is this the upperclassman you were just talking about? He's smaller than I pictured.",
    "charcount": 219
  },
  {
    "episode": 2,
    "character": "Nazuna, Subaru",
    "quote": "Nazuna: Hey, who're you callwin' small? I'm a thwird year and youwr uppercwassman! I'm also the weader of the Wa*bits, I'm Nito Nazhuna! And I know you' hearda me! \nSubaru: *pat pat head*\nNazuna: Stop petting me wight now!",
    "charcount": 223
  },
  {
    "episode": 2,
    "character": "Subaru",
    "quote": "Subaru: ...And we were waiting excitedly for Shinonon's unit to take the stage, but something weird happened. The instant AKATSUKI's turn was over, that was it. The audience just got up and left. It was like the tide was pulling out.",
    "charcount": 234
  },
  {
    "episode": 2,
    "character": "Subaru",
    "quote": "Subaru: But Shinonon worked so hard for this. He saved up all the money he earned from his jobs. He wanted to shine during his first performance. But, his hard work didn't pay off. There's definitely something wrong with the system. I can't allow it!",
    "charcount": 250
  },
  {
    "episode": 2,
    "character": "Subaru",
    "quote": "Subaru: If it's because of them and because of the messed up structure of Yumenosaki Academy that sweet and gentle kids are made to cry, then I'm all in now. I wanna see this whole system destroyed!",
    "charcount": 199
  },
  {
    "episode": 2,
    "character": "Anzu",
    "quote": "Subaru: ...that sweet and gentle kids are made to cry, then I'm all in now...! \nAnzu: When such intense emotions came pouring out of Subaru--someone who's usually so cheerful and silly--I knew it was a moment I would never forget.",
    "charcount": 230
  },
  {
    "episode": 3,
    "character": "Tetora, Kuro",
    "quote": "Tetora: *almost trips over*\nKuro: Seriously, do you even know what \"chill\" means? You should try being a little more stoic. \nTetora: Of course I know what \"chill\" means. I don't think I've heard \"stoic\" before, but I'll look it up! For sure!",
    "charcount": 242
  },
  {
    "episode": 3,
    "character": "Subaru, Kuro",
    "quote": "Subaru: *growling*\nKuro: What's with those getups? \nSubaru: It's called \"protection!\" *growls more*",
    "charcount": 99
  },
  {
    "episode": 3,
    "character": "Kuro",
    "quote": "Kuro: We're not looking for a fight. I wanted to return this. This young lady helped me out when I was in trouble. Thanks for that, miss.",
    "charcount": 138
  },
  {
    "episode": 3,
    "character": "Kuro, Subaru",
    "quote": "Kuro: Enemies? I'm a member of AKATSUKI... but it doesn't mean I have to go along with him and defend a system I don't believe in. \nSubaru: Uh?\nKuro: If you guys are planning to try and breathe some new life into the academy, I'm rooting for ya. Heh.",
    "charcount": 250
  },
  {
    "episode": 3,
    "character": "Anzu, Kuro, Subaru, Tetora",
    "quote": "Anzu: Um. This isn't...\nKuro: I screwed up the important part. Sorry, I must have grabbed my little sister's by mistake.\nSubaru: Wow, your little sister must be really good at embroidery!\nTetora: The chief's the one who embroidered it!",
    "charcount": 235
  },
  {
    "episode": 3,
    "character": "Tetora, Subaru",
    "quote": "Tetora: *chuckles* The chief made AKATSUKI's special stage clothes and the costumes for my unit, RYUSEITAI. And he does everything by hand, too! \nSubaru: That's awesome! *sees his own basketball bat he's holding* Uh... *chuckles nervously*",
    "charcount": 239
  },
  {
    "episode": 3,
    "character": "Kuro",
    "quote": "Kuro: I believe that it's better if a member can make the outfits for their own unit. The best costumes are those made with love and care by someone who really understands the people who are going to be wearing them.",
    "charcount": 217
  },
  {
    "episode": 3,
    "character": "Subaru, Mao",
    "quote": "Subaru: Yoo-hoo! Sally! \nMao: Hey. \nSubaru: You're here! Ha, ha, ha! But how? Did you quit the student council? \nMao: Sorry, but no. I just had some free time to spare. \nSubaru: All right, we're finally together again! Yay!",
    "charcount": 224
  },
  {
    "episode": 3,
    "character": "Mao, Subaru",
    "quote": "Mao: I'm sorry for not introducing myself the other day. My name's Isara Mao. I'm in the basketball club with Subaru, student council Treasurer, and a member of Trickstar. Nice to meet you. \nSubaru: Yeah! And if you want, you can call him Sally!",
    "charcount": 246
  },
  {
    "episode": 3,
    "character": "Hokuto, Mao",
    "quote": "Hokuto: Don't worry about him being a student council officer, though. We know he's a friend we can trust. \nMao: I skipped out on individual training, but I promise not to miss any unit practices. I hope that'll make up for it.",
    "charcount": 228
  },
  {
    "episode": 3,
    "character": "Hokuto, Makoto",
    "quote": "Hokuto: Sakuma... told us to switch to practicing as a unit starting today, for some reason. \nMakoto: I can't help feeling he's up to something. I just know he's pulling strings behind the scenes.",
    "charcount": 197
  },
  {
    "episode": 3,
    "character": "Makoto, Subaru",
    "quote": "Makoto: And how did things go for you guys? \nSubaru: Kiryu was just giving back something he'd borrowed, and one other thing. Hmph. You'll see.",
    "charcount": 144
  },
  {
    "episode": 3,
    "character": "Hokuto, Mao",
    "quote": "Hokuto: It's a little bit awkward that I didn't ask you this already, but... Isara... are you sure you want to go through with this? \nMao: What are you saying? I am still a member of Trickstar, after all.",
    "charcount": 205
  },
  {
    "episode": 3,
    "character": "Hokuto",
    "quote": "Hokuto: Then let's show the student council exactly what we're made of. We'll give it everything we've got. And we'll make our dream come true. When Yumenosaki Academy is dark and stagnant, Trickstar will shine a light to brighten it!",
    "charcount": 235
  },
  {
    "episode": 3,
    "character": "Mao, Kaoru",
    "quote": "Mao: Sorry, but did a girl just come through here a while ago? The new one who enrolled in the production course, maybe? \nKaoru: Oh, she did, and she was a cutie, too! I only got a quick glance, but for these eyes, that was plenty.",
    "charcount": 232
  },
  {
    "episode": 3,
    "character": "Kaoru",
    "quote": "Kaoru: She is the single flower that blooms in the desert! So I have to pick her very carefully before anybody else has a chance to defile her!",
    "charcount": 144
  },
  {
    "episode": 3,
    "character": "Rei, Kaoru",
    "quote": "Rei: ...I was wondering where you might be, and of course here you are, chasing girls.\nKaoru: Ugh, it's Sakuma. Perfect timing. I just remembered I have a date. Bye, now.\nRei: That guy... Here and there like a summer breeze, befitting his namesake.",
    "charcount": 248
  },
  {
    "episode": 3,
    "character": "Rei, Mao",
    "quote": "Rei: As for what you're after, you'll find her in those shadows. \n*clattering* *anzu peeks from behind the counter*\nMao: Why are you hiding back there?",
    "charcount": 152
  },
  {
    "episode": 3,
    "character": "Anzu, Mao",
    "quote": "Anzu: Hey. I brought something. \nMao: Hm?\nAnzu: They're honeyed lemon slices. \nMao: *nom* Man, that's nice. Really hits the spot when I'm this tired. \nAnzu: *laughs* I'm glad you like them.",
    "charcount": 190
  },
  {
    "episode": 3,
    "character": "Mao",
    "quote": "Mao: Hey. We may both be in difficult positions at this school right now, but I'm looking forward to working with you.",
    "charcount": 119
  },
  {
    "episode": 3,
    "character": "Mao",
    "quote": "Mao: ...Makoto used to be a model until he had some setbacks in his career. Maybe because of that, he tends to overthink things sometimes. He starts feeling like he's not good enough, or he gets so scared of failing that he can't even try.",
    "charcount": 240
  },
  {
    "episode": 3,
    "character": "Mao",
    "quote": "Mao: *sighs* Makoto has everything it takes. He has so much potential. And he's as important to Trickstar as any of us. He just... needs to believe in himself the way we all believe in him.",
    "charcount": 190
  },
  {
    "episode": 3,
    "character": "Mao, Makoto",
    "quote": "Mao: Heads up! \nYou had us all worried. Where have you been this whole time? \nMakoto: Sorry about that. I got caught up in a conversation with someone obnoxious.",
    "charcount": 162
  },
  {
    "episode": 3,
    "character": "Subaru, Makoto, Izumi, Mao",
    "quote": "Subaru: Oh! There you are. And looks like there's four of you now! \nMakoto, Mao: Wait, there are four of us? \nIzumi: Hey, Yuu. What's up? \nMao: Hm?--\nMakoto: *gasps*",
    "charcount": 165
  },
  {
    "episode": 3,
    "character": "Izumi, Mao",
    "quote": "Izumi: What's the matter, buddy? You look like you've seen a ghost. Kinda rude, honestly. \nMao: What is up with you? \nIzumi: You're not a part of this conversation. Step off, extra.",
    "charcount": 182
  },
  {
    "episode": 3,
    "character": "Hokuto, Makoto",
    "quote": "Hokuto: Yuuki, do you know this guy? \nMakoto: This is the \"someone obnoxious\" I mentioned. Sena Izumi. He's a member of Knights. For some reason, he's been bugging me like this for as long as I've known him.",
    "charcount": 208
  },
  {
    "episode": 3,
    "character": "Izumi",
    "quote": "Izumi: I don't know why you're always so eager to practice when it's not enough to make up for your lack of talent. You're like a beautiful doll, Yuu. Meant to be displayed silently. Quit playing around. You're meant to be a model.",
    "charcount": 231
  },
  {
    "episode": 3,
    "character": "Makoto",
    "quote": "Makoto: I'm not playing around. This is no game. This is what I wanna be. My life was empty. But since I joined Trickstar, I feel like I finally have a treasure to protect. \n\nAnd I am not going to give that up.",
    "charcount": 210
  },
  {
    "episode": 3,
    "character": "Izumi",
    "quote": "Izumi: Please, what a joke. Making it in the idol industry isn't that easy. It takes more than just hard work and passion. \n\n(I always thought of you as a younger brother.)\n\nMakoto: What do I have to do to get that guy to leave me alone?",
    "charcount": 238
  },
  {
    "episode": 3,
    "character": "Mao, Makoto",
    "quote": "Mao: Well... First, let's focus on the problem that's in front of us. \nMakoto: Uh!\nMao: That'll show him. We're gonna win next week and prove that you're on the right path. The one you chose for yourself!",
    "charcount": 205
  },
  {
    "episode": 3,
    "character": "Mao, Hokuto",
    "quote": "Mao: But I thought you didn't like turning to your parents' connections for help. \nMao: But Hokuto... \nHokuto: We can't afford not to, we're up against the student council. And AKATSUKI. So we can't hold anything back.",
    "charcount": 219
  },
  {
    "episode": 3,
    "character": "Subaru, Hokuto",
    "quote": "Subaru: Guys, this song is so sparkly and fun! It's perfect, exactly what we needed right now! Thank you!\nHokuto: Hey, would ya take it easy?!\nSubaru: Aw, man, I can't wait to perform this! We're all gonna be dancing like crazy! It'll be so much fun!",
    "charcount": 250
  },
  {
    "episode": 3,
    "character": "Hokuto, Mao, MAkoto",
    "quote": "Hokuto: ...we're finally here. \nMao: All that's left is to get on that stage and show everyone what we've got. \nMakoto: We've put our blood, sweat, and tears into this. There's no way we're going to let that go to waste!",
    "charcount": 221
  },
  {
    "episode": 3,
    "character": "Subaru, Hokuto",
    "quote": "Subaru: Let's not get too worked up yet! How's this? To help us relax, let's have Hokke do a comedy skit. Okay! Now show us what you got! \nHokuto: No way. If I drop it on you now, you're still gonna be laughing during the show.",
    "charcount": 228
  },
  {
    "episode": 3,
    "character": "Subaru, Hokuto",
    "quote": "Subaru: That face, hilarious! \nHokuto: Too close. \nSubaru: Oooh, what's my line? \nHokuto: This isn't a buddy routine! \nSubaru: Oh, so it's like a meta bit! \nHokuto: It's not a bit at all!",
    "charcount": 188
  },
  {
    "episode": 3,
    "character": "Hokuto, Rei, Subaru",
    "quote": "Hokuto: What an unexpected surprise, but I'm glad you're here. Because we wanted to thank you for allowing us to use that practice room. \nRei: Not at all. I am only atoning for my past sins. \nSubaru: Atoning for your sins?",
    "charcount": 223
  },
  {
    "episode": 3,
    "character": "Rei",
    "quote": "Rei: Let me tell you an old story. A tale from a time when we were called not the Three Eccentrics, but the Five Eccentrics. \nWe were known as the incarnation of evil. Our power was unchecked.",
    "charcount": 193
  },
  {
    "episode": 3,
    "character": "Rei",
    "quote": "Rei: We were known as the incarnation of evil. Our power was unchecked. We turned Yumenosaki Academy into a churning cesspool of corruption for our own benefit. \n\nAnd the ones who finally brought an end to our reign were the student council.",
    "charcount": 242
  },
  {
    "episode": 3,
    "character": "Rei",
    "quote": "Rei: Those students who felt lost amid the violence saw them as saviors. After that, they enforced the laws of Yumenosaki Academy with an iron fist and brought peace back to the campus. But it has since become an oppressive place of study.",
    "charcount": 240
  },
  {
    "episode": 3,
    "character": "Rei",
    "quote": "Rei: We rested on our laurels and abused the power that we held as idols. Our own foolishness brought this on. And now the school is paying for our mistakes. That's why I need you to believe me.",
    "charcount": 194
  },
  {
    "episode": 3,
    "character": "Rei",
    "quote": "Rei: I hold no grudge against the student council. But I have to set this right. I need your help, and want to offer you my guidance as you grow. I want to see what Yumenosaki Academy can become. \n\nCall it the curiosity of the old.",
    "charcount": 232
  },
  {
    "episode": 3,
    "character": "Rei, Subaru, Hokuto, Mao, Makoto",
    "quote": "Rei: Please, set the hands of this old clock in motion once again. Through your voices and performances, let me and this school feel your dreams. \nSubaru, Hokuto, Mao, Makoto: Yes, sir!",
    "charcount": 186
  },
  {
    "episode": 3,
    "character": "Keito, Tori",
    "quote": "Tori: *rambling* ...Now that the festival is here, the bumbling administrators and the unwashed masses alike can witness the power of the student council for themselves! \nKeito: Just give me your report, please.",
    "charcount": 211
  },
  {
    "episode": 3,
    "character": "Keito, Tori",
    "quote": "Keito: And preparations for the concert?\nTori: ...the only unit participating is Isara and his loser friends. We finished up all the preparations like literally forever ago. Everything's ready, so please feel free to go out and crush them.",
    "charcount": 239
  },
  {
    "episode": 3,
    "character": "Kuro, Keito",
    "quote": "Kuro: Where have you been? You're late, boss. \nKeito: Kiryu. I need an explanation, now. \nKuro: It looks like the lid covering Hell came off. There's a crowd going crazy in there, and it doesn't sound like they'd calm down for anything.",
    "charcount": 237
  },
  {
    "episode": 3,
    "character": "Koga, Kaoru",
    "quote": "Koga: Shake, you fools! Shake, you fools! This S1 is ours now! We're taking over this hall! We won't let you go home until your eardrums burst! \nKaoru: All you girls who came from far and wide to see us-- I want you... to give your hearts to me!",
    "charcount": 246
  },
  {
    "episode": 3,
    "character": "Adonis, Koga",
    "quote": "Adonis: *mic whirrr*\nKoga: Dammit Adonis! We look dumb if you don't say something, too! \nAdonis: I'm not very good at talking. But I try to give back through my singing and dancing.",
    "charcount": 182
  },
  {
    "episode": 3,
    "character": "Keito, Rei",
    "quote": "Keito: You lowlifes. \nRei: Welcome to the show, Hasumi. It's too bad you couldn't catch the whole set.",
    "charcount": 103
  },
  {
    "episode": 3,
    "character": "Keito, Rei",
    "quote": "Keito: We are ending this show right now! \nRei: But with so few units competing today the bill was looking a bit thin, wasn't it? That's why we jumped in at the last moment to add a little color to this concert.",
    "charcount": 212
  },
  {
    "episode": 3,
    "character": "Rei",
    "quote": "Rei: Dear followers, hear these words: We are the demon soldiers, and these men are the samurai who would take all our heads. In the war to come, which side will be victorious? Sear this into your memory!",
    "charcount": 205
  },
  {
    "episode": 3,
    "character": "Rei",
    "quote": "Rei: Now, everybody. Enjoy this party to the fullest! For tonight, we celebrate the resurrection of UNDEAD! Let us sing and dance and visit places the mundane world only dreams of!",
    "charcount": 181
  }
]
